"%ld day left on trial" = "%ld 天试用期剩余";
"%ld days left on trial" = "%ld 天试用期剩余";
"Buy Now" = "立即购买";
"Trial Mode" = "试用模式";
"Free trial has expired" = "免费试用期已过";
"The trial period has expired." = "试用期已结束。";
"Wait %u" = "等候 %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "您的 30 天试用已结束。请购买 Path Finder。";
